import React from 'react';
import s from "./company.module.scss"
import {Col, Container, Row} from "react-bootstrap";

const Company = () => {
    return (
        <section className={s.company}>
            <Container>
                <div className={s.company__aboutCompany}>
                    <Row>
                        <Col>
                            <div className={s.company__card}>
                                <h5 className={s.company__card_title}>
                                    Безпека: ми використовуємо передові механізми безпеки, такі як багатоточкові
                                    замки, антивандальні, потайні петлі і системи контролю доступу, щоб забезпечити
                                    максимальний захист вашого приміщення від несанкціонованого доступу.
                                </h5>
                            </div>
                        </Col>
                    </Row>
                    <Row>
                        <Col>
                            <div className={s.company__card}>
                                <h5 className={s.company__card_title}>
                                    Міцність: наші металеві двері виготовляються з високоякісних матеріалів, які мають
                                    підвищену стійкість до злому, а також захищені від корозії і зовнішніх впливів, що
                                    забезпечує довгий термін служби.
                                </h5>
                            </div>
                        </Col>
                    </Row>
                    <Row>
                        <Col>
                            <div className={s.company__card}>
                                <h5 className={s.company__card_title}>
                                    Висока шумоізоляція наших металевих дверей:
                                    Ми використовуємо спеціальні матеріали та конструкцію, які поглинають звукові хвилі,
                                    запобігаючи їх проходженню через двері та значно знижуючи рівень шуму в приміщенні.
                                    Наші двері оснащені ущільненнями на всіх стиках і зазорах, які
                                    запобігають проникненню звуку крізь двері. Це допомагає додатково
                                    знизити рівень шуму ззовні.
                                    Ми використовуємо високоякісні матеріали, такі як металева обшивка і товстий шар
                                    звукоізоляційного матеріалу, щоб забезпечити ефективну шумоізоляцію.
                                </h5>
                            </div>
                        </Col>
                    </Row>
                    <Row>
                        <Col>
                            <div className={s.company__card}>
                                <h5 className={s.company__card_title}>
                                    Індивідуальне замовлення: ми пропонуємо індивідуальне замовлення, що дозволяє
                                    вибрати розміри, колір, стиль і додаткові опції відповідно до ваших вимог і переваг,
                                    щоб двері ідеально вписувалися у Ваш інтер'єр.
                                </h5>
                            </div>
                        </Col>
                    </Row>
                    <Row>
                        <Col>
                            <div className={s.company__card}>
                                <h5 className={s.company__card_title}>
                                    Естетика: ми пропонуємо широкий вибір моделей і оздоблень, включаючи різні варіанти
                                    фарбування, МДФ фасади, що дозволяє підібрати двері, відповідні стилю вашого
                                    приміщення і створюють приємне враження.
                                </h5>
                            </div>
                        </Col>
                    </Row>
                    <Row>
                        <Col>
                            <div className={s.company__card}>
                                <h5 className={s.company__card_title}>
                                    Професійне обслуговування: Наша команда досвідчених фахівців завжди готові допомогти
                                    Вам з вибором оптимального рішення, надати консультацію, установку і сервісне
                                    обслуговування, щоб забезпечити Ваше повне задоволення від придбання наших металевих
                                    дверей.
                                </h5>
                            </div>
                        </Col>
                    </Row>
                    <Row>
                        <Col>
                            <div className={s.company__card}>
                                <h5 className={s.company__card_title}>
                                    Ми пишаємося нашим досвідом і якістю наших продуктів, і готові надати вам
                                    консультацію і допомогу у виборі металевих дверей, яка найкраще відповідає вашим
                                    потребам. Ми також пропонуємо гнучку систему цін, знижки на оптові замовлення та
                                    гарантію на нашу продукцію.
                                </h5>
                            </div>
                        </Col>
                    </Row>
                    <Row>
                        <Col>
                            <div className={s.company__card}>
                                <h5 className={s.company__card_title}>
                                    Ми дбаємо про якість обслуговування наших клієнтів і завжди намагаємося
                                    запропонувати індивідуальний підхід до кожного замовника. Наша команда експертів
                                    завжди готова відповісти на ваші запитання, надати детальну інформацію про наші
                                    металеві двері, а також провести консультацію щодо вибору найбільш підходящої опції
                                    відповідно до ваших вимог та бюджету.
                                </h5>
                            </div>
                        </Col>
                    </Row>
                    <Row>
                        <Col>
                            <div className={s.company__card}>
                                <h5 className={s.company__card_title}>
                                    Ми цінуємо Вашу довіру і готові запропонувати Вам високоякісні металеві двері, які
                                    будуть довговічними, надійними і функціональними. Наші вхідні двері будуть служити
                                    Вам довгі роки, забезпечуючи безпеку і комфорт. Звертайтеся до нас з питаннями або
                                    замовленням, і ми з радістю надамо Вам високоякісне обслуговування і допоможемо
                                    вибрати ідеальні металеві двері для Вашого об'єкта.
                                </h5>
                            </div>
                        </Col>
                    </Row>
                    <Row>
                        <Col>
                            <div className={s.company__card}>
                                <h5 className={s.company__card_title}>
                                    Ворота з автоматикою та без неї
                                </h5>
                            </div>
                        </Col>
                    </Row>
                    <Row>
                        <Col>
                            <div className={s.company__card}>
                                <h5 className={s.company__card_title}>
                                    Ми раді запропонувати Вам різні варіанти воріт для Вашого об'єкта. Залежно від Ваших
                                    потреб, у нас є ворота з автоматикою і без неї.
                                </h5>
                            </div>
                        </Col>
                    </Row>
                    <Row>
                        <Col>
                            <div className={s.company__card}>
                                <h5 className={s.company__card_title}>
                                    Ворота з автоматикою пропонують зручність і комфорт використання. Вони оснащені
                                    автоматичними системами відкривання та закривання, які дозволяють керувати воротами
                                    за допомогою пульта дистанційного керування, кодового замка або інших сучасних
                                    технологій. Це дозволяє Вам уникати необхідності ручного відкривання і закривання
                                    воріт, що особливо зручно у випадках, коли у Вас обмежений час або є фізичні
                                    обмеження.
                                </h5>
                            </div>
                        </Col>
                    </Row>
                    <Row>
                        <Col>
                            <div className={s.company__card}>
                                <h5 className={s.company__card_title}>
                                    Ворота без автоматики також пропонуються нашою компанією. Вони підходять тим, хто
                                    віддає перевагу більш простим і економічним рішенням, або мають особливі вимоги, які
                                    не потребують автоматизації. Ці ворота можуть бути оснащені класичними механізмами
                                    відкривання і закривання, такими як ручні замки або замки з ключем.
                                </h5>
                            </div>
                        </Col>
                    </Row>
                    <Row>
                        <Col>
                            <div className={s.company__card}>
                                <h5 className={s.company__card_title}>
                                    Обидва варіанта воріт, з автоматикою і без неї, мають свої переваги і недоліки, і ми
                                    раді допомогти Вам вибрати найбільш підходящий варіант, виходячи з ваших потреб і
                                    бюджету. Ми також можемо запропонувати Вам додаткові опції та аксесуари, такі як
                                    відеодомофони, датчики безпеки та інші, щоб максимально задовольнити Ваші вимоги.
                                </h5>
                            </div>
                        </Col>
                    </Row>
                    <Row>
                        <Col>
                            <div className={s.company__card}>
                                <h5 className={s.company__card_title}>
                                    Будь ласка, зателефонуйте нам, щоб обговорити деталі та отримати додаткову
                                    інформацію про наші ворота з автоматикою та без неї. Ми завжди готові допомогти Вам
                                    з вибором оптимального рішення для вашого об'єкта.
                                </h5>
                            </div>
                        </Col>
                    </Row>
                </div>
            </Container>
        </section>
    );
};

export default Company;